[
{
  "title": "1. Устав Министерства юстиции",
   "text": "Устав Министерства Юстиции\n\n​\nГлава 1. Общее положение.​\n\nСтатья 1.\nПункт 1.1. Устав Министерства юстиции - нормативный правовой акт Министерства юстиции, регламентирующий действие Министерства на территории Штата.\nПункт 1.2. Настоящий Устав обязателен к исполнению сотрудниками ведомств Министерства юстиции Штата, при этом незнание Устава не освобождает от ответственности за его нарушение.\nПункт 1.3 Министр Юстиции является высшим чином иерархии в Министерстве Юстиции.\nПункт 1.4 Министр Юстиции имеет неприкосновенность: к уголовной и административной ответственностям, неприкосновенность от арестов, задержаний, обыска, досмотра и другим мерам принудительного характера.\nПункт 1.5 Министр Юстиции имеет неприкосновенность к своим занимаемым жилым и служебным помещениям, средствам сотовой, радио и мобильной связи, документам, вещам, служебными и личными транспортными средствами (только если находится внутри транспортного средства).\nПункт 1.6 Неприкосновенность министра может быть снята по указу Премьер-Министра согласованного с Федеральным Правительством при наличии весомых и неопровержимых доказательств нарушения конституции штата или уголовного кодекса.\nПункт 1.7 Решение Министра Юстиции не является окончательным и в случае не согласия с вынесеным решением, указом сотрудник может и имеет право обжаловать данный процесс через судебную процедуру.\nПункт 1.8 Министра Юстиции обязаны знать в лицо все сотрудники МЮ.\nПункт 1.9 Министр Юстиции контролируется Премьер-Министром и Сенатом штата.\nПункт 1.10 Министру Юстиции запрещено:\n1) Злоупотреблять должностными полномочиями;\n2) Применять различные санкции к Руководству/сотруднику без весомых доказательств;\n3) Издавать указы без согласования с Сенатом министерства юстиции;\n4) Действовать в личных интересах и нарушать законы штата;\nПункт 1.11 SWAT и ФБР являются закрытыми организациями.\n\nСтатья 2.\nПункт 2.1. Настоящий Устав и прилежащие к нему нормативные правовые акты могут быть изменены в соответствии с Конституцией Штата\nПункт 2.2. Настоящий Устав является главенствующим нормативным правовым актом Министерства юстиции, сотрудники ведомств Министерства обязаны отдавать приоритет настоящему Уставу, если какой-либо иной нормативный правовой акт противоречит или не регламентирует что-либо.\n\nСтатья 3.\nПункт 3.1. За нарушение настоящего Устава сотрудником младшего состава, офицерского состава или старшего офицерского состава ведомства Министерства юстиции следует назначение руководством ведомства Министерства дисциплинарного наказания в виде занесения в личное дело сотрудника выговора или понижения сотрудника в специальном звании или должности или увольнении сотрудника из рядов Министерства или увольнении такового с занесением в чёрный список Министерства юстиции или ведомства.\n\n​\n\n​\nГлава 2. Обязанности Министерства юстиции.​\n\nСтатья 4.\nПункт 4.1. Министерство юстиции осуществляет свою службу на контрактной основе с Правительством Штата и в соответствии с Конституцией Штата, Федеральным постановлением, уставом Министерства юстиции, внутренними регламентами и инструкциями, обеспечивает безопасность граждан и общественный порядок на территории Штата Ред-Рок.\nПункт 4.2. Министерство юстиции обязано пресекать преступления и административные правонарушения, реагировать на чрезвычайные ситуации и специальные полицейские операции в соответствии с регламентом действий при ЧС.\nПункт 4.3. Сотрудник ведомства Министерства юстиции обязан записывать нарушения со стороны игроков, за которые они их наказывают. По желанию может записывать процесс ареста. (От задержания до отправки в КПЗ, которое может помочь в случае жалобы от игрока)\nПримечание: Запись должна храниться не менее 5 дней;\nПункт 4.4. Сотрудники Министерства Юстиции подчиняются Губернатору Штата, Премьер-Министру и Министру Юстиции и исполняют их нормативные акты (реформы, указы, приказы, распоряжения и инструкции) и устные требования и приказы.\n\nСтатья 5.\nПункт 5.1. Сотрудник ведомства Министерства юстиции обязан знать и исполнять Законодательство Штата, включая регламенты, инструкции и кодексы Министерства юстиции.\nПункт 5.2. Ведомства Министерства юстиции подчиняются руководству ФБР при чрезвычайных ситуациях и специальных полицейских операциях, исполняют его устные приказы и требования.\nПункт 5.3. Ведомства Министерства юстиции обязаны оказывать полное содействие ФБР при чрезвычайных ситуациях и специальных полицейских операциях, процессуальных действиях и расследованиях.\nПункт 5.4 Сотрудник Министерства Юстиции обязан закрыть ордер по истечению времени от срока подачи искового заявления.\nПункт 5.5 Сотрудник Министерства Юстиции в течении 24 часов обязан предоставлять отчётность снятия и понижения уровня розыска в соответствующую тему.\n\nСтатья 6.\nПункт 6.1. Сотрудник ведомства Министерства юстиции обязан проявлять уважительное отношение ко всем гражданам, вне зависимости от их идентификационных признаков и материального положения и статуса в обществе, за исключением случаев, когда необходимо оказать психологическое давление на гражданина.\nПункт 6.2. Сотрудник ведомства Министерства юстиции обязан соблюдать субординацию внутри своего ведомства, подчиняться требованиям и приказам руководства своего ведомства и отдела.\nПункт 6.3. Сотрудник ведомства Министерства юстиции обязан знать в лицо Губернатора Штата, Премьер-Министра, Министра юстиции, руководство своего ведомства и отдела.\n\nСтатья 7.\nПункт 7.1. Сотрудник ведомства Министерства юстиции обязан быть лицензированным на ношение оружие, вождение автотранспорта и мототранспорта, быть психологически и физически здоровым.\nПункт 7.2. Сотрудник ведомства Министерства юстиции должен иметь медицинскую карту и быть привитым от полиомиелита и иных опасных заболеваний.\nПункт 7.3. Ведомства Министерства юстиции, за исключением ФБР и SWAT, обязаны осуществлять выдачу разрешения на приобретение номерного регистрационного знака, соблюдая ценовую политику в размере 500.000$.\nПункт 7.4. Сотрудники Министерства юстиции обязаны по первому требованию гражданина предъявить свой жетон, подтверждающий их должностные полномочия. (Исключение: Сотрудники SWAT и ФБР при нахождении в форме SWAT и балаклаве при наличии позывного/опознавательных знаков FBI)\n\n​\n\n​\nГлава 3. Сотрудникам Министерства Юстиции разрешено.​\n\nСтатья 8.\nПункт 8.1. Разрешается проводить лекции и тренировки с интервалом в 60 минут.\nПункт 8.2. Разрешено отстаивать права и законы согласно конституции штата и уголовного кодекса.\nПункт 8.3. Директору ФБР, заместителю ФБР, куратору или заместителю куратора инспекционного отдела разрешено проводить тренировки министерству юстиции исключительно с одобрения руководящего состава организации.\nПункт 8.3.1. В случае, если руководящий состав отсутствует в штате, то сотруднику ФБР разрешено запросить через почту.\nПункт 8.4. Сотруднику Министерства Юстиции разрешено посещать наркопритоны (фермы укропа) с должности Лейтенанта (ПД-5 ранг), Оперативника (SWAT-6 ранг), Технический агент (ФБР-4 ранг).\nПункт 8.5. Сотруднику Министерства Юстиции разрешено провести арест преступника, которому выдали розыск. (Или запросили розыск на него).\nПункт 8.6. Сотрудникам Инспекционного Управления ФБР/Директору ФБР/Зам. Директору ФБР предоставляется право включать участников антикоррупционной службы в розыск в соответствии с любой статьей, предусмотренной законодательством, при условии, что такие действия соответствуют положениям пункта 28.4 Уголовного Кодекса.\nПункт 8.6.1 Сотрудникам Инспекционного Управления ФБР/Директору ФБР/Зам. Директору ФБР разрешено предотвращать арест участника антикоррупционной службы, если он был внесен в базу данных разыскиваемости самим агентом. При этом обязательным условием является наличие доказательств в соответствии с пунктом 28.4 Уголовного Кодекса, подтверждающих необходимость предотвращения ареста данного лица.\nПункт 8.7 Сотруднику Министерства Юстиции разрешено с должности \"Лейтенант\" работать по базе данных преступников с 1-6 уровень розыскиваемых.\nПункт 8.7.1 Сотруднику Министерства Юстиции разрешено ездить по базе преступников исключительно с напарником. (Исключение: сотрудники Полицейских департаментов могут работать по базе данных только по 1 уровню розыска в одиночку, исключительно с должности Коммандера(8)).\nПункт 8.8 Сотрудникам ФБР разрешено с должности \"Технический агент\" работать по базе данных преступников с 1-7 уровень розыскиваемых.\nПункт 8.8.1 Сотрудникам ФБР разрешено ездить по базе преступников исключительно с напарником. (Исключение: сотрудники ФБР могут работать по базе данных с 1 по 3 уровень розыска в одиночку).\nПункт 8.9 Сотрудникам SWAT разрешено с должности \"Оперативник SWAT\", работать по базе данных преступников с 1-6 уровень розыскиваемых.\nПункт 8.9.1 Сотрудникам SWAT разрешено ездить по базе преступников исключительно с напарником. (Исключение: сотрудники SWAT могут работать по базе данных с 1 по 2 уровень розыска в одиночку).\nПункт 8.10 Сотрудникам Министерства Юстиции разрешается проверять документы удостоверяющие личность у граждан Штата. (Примечание: документ который может удостоверять личность у гражданина исключительно паспорт)\nПункт 8.10.1 Исключение: Запрещено требовать документы у всех граждан Штата без весомой на то причины.\nПункт 8.11 Сотруднику Министерства Юстиции разрешено проводить арест/задержание на воздушном транспорте. (Исключение: Только вертолет Полицейского Департамента)​\n\n​\nГлава 4. Сотрудникам Министерства Юстиции запрещено.​\n\nСтатья 9.\nПункт 9.1. Сотруднику Министерства Юстиции запрещено употреблять алкоголь во время рабочей смены.\nПункт 9.2. Сотруднику Министерства Юстиции запрещено употребление, а так-же хранение любого вида наркотических средств (Укроп), исключение: Агенты ФБР отдела NSB могут хранить при себе наркотические вещества (Укроп), для последующего уничтожения.\nПункт 9.3. Сотруднику Министерства Юстиции запрещено открывать огонь по гражданам, неадекватное поведение, связанное с любой деятельностью. (Например: стрельба без причины, прыжки по гаражу/участку и т.п.).\n(Исключение: в целях самообороны)\nПункт 9.4. Сотруднику Министерства Юстиции запрещено нарушать законы штата/находиться в розыске.\nПункт 9.4.1. Если же сотрудника Министерства Юстиции объявили в розыск, то он обязан явиться в гараж и связаться с руководством своей организации.\nПункт 9.4.2. Сотруднику Министерства Юстиции запрещено переодеваться в форму, находясь в розыске.\nПункт 9.5. Сотруднику Министерства Юстиции запрещено нецензурно выражаться и оскорблять кого-либо, также касается всех раций.\nПункт 9.6. Сотруднику Министерства Юстиции запрещено сотрудничать с преступниками.\nПункт 9.6.1. Сотрудникам SWAT/ФБР разрешено сотрудничать с преступниками для спец.операций, расследований. Об этом должно знать руководство SWAT/ФБР.\nПункт 9.7. Сотруднику Министерства Юстиции запрещено выпрашивать у руководства повышение, проверку отчетов или должность, касается и всех раций. (Исключение: Если время ожидания превысило 24 часа, сотрудник имеет право напомнить руководству о проверке отчета/повышения)\nПункт 9.8. Сотруднику Министерства Юстиции запрещено находится на автобазаре/авторынке/автосалоне/центральном рынке с целью купли или продажи любых предметов в рабочее время в форме/не в форме или в форме не в рабочее время. (Исключения: погоня за преступником, облава, сотруднику ФБР на спец. заданиях)\nПункт 9.9. Сотруднику Министерства Юстиции запрещено вводить в заблуждение, обманывать офицера своей организации, а также руководство.\nПункт 9.10. Сотруднику Министерства Юстиции запрещено пользоваться личным транспортом, когда вы находитесь на работе. (Исключение: воздушный транспорт для ФБР/SWAT во время ЧС/Зарегистрированный транспорт).\nПункт 9.11. Сотруднику Министерства Юстиции запрещено превышать должностные полномочия.\nПункт 9.12. Сотруднику Министерства Юстиции запрещено использовать спец. сигналы в личных целях\nПункт 9.13. Сотруднику Министерства Юстиции запрещено наносить физические увечья своим коллегам.\nПункт 9.14. Сотруднику Министерства Юстиции запрещено не выходить на работу без веской причины или без заявление на отпуск.\nПункт 9.14.1. Для младшего состава более 7 дней.\nПункт 9.14.2. Для старшего состава более 7 дней.\nПункт 9.14.3. Исключение: подписание отпуска у руководства.\nПункт 9.15. Сотруднику Министерства Юстиции запрещено терять, оставлять имущество организации.\nПункт 9.15.1. Исключение: если сотруднику/гражданину угрожает опасность, можно оставить транспорт, если это поможет для спасения жизней.\nПункт 9.16. Сотруднику полицейского департамента запрещено надевать форму SWAT. (Исключение: По приказу Руководства ФБР, при ЧС по требованию куратора ЧС, защита завода, облава на накропритон (Ферма укропа.)\nПункт 9.17. Сотруднику Министерства Юстиции запрещено переносить личные проблемы на коллег по работе и с другими служащими департамента.\nПункт 9.18. Сотруднику Министерства Юстиции запрещено обыскивать граждан без веской на то причины[Исключение: Если гражданское лицо находится на закрытой территории, обыск разрешено провести].\nПункт 9.19. Сотруднику Министерства Юстиции запрещено использовать служебное положение в личных целях.\nПункт 9.20. Сотруднику Министерства Юстиции запрещено игнорировать/оспаривать приказы вышестоящего руководства.\nПункт 9.20.1 Исключением, является незаконные требования/приказы руководства, которые нарушают права сотрудника, гражданских а так же законодательство или, если приказ, может повлечь за собой несчастные случаи или иные пагубные последствия.\nПункт 9.21. Сотруднику Министерства Юстиции запрещено игнорировать вызовы “9-1-1”, от диспетчера и жалобы от граждан.\nПункт 9.21.1 Сотруднику Министерства Юстиции запрещено игнорировать нажатия Тревожной кнопки.\nПункт 9.22. Сотруднику Министерства Юстиции запрещено не приходить или уходить с тренировки без разрешения руководства.\nПункт 9.23. Сотруднику Министерства Юстиции запрещено нарушать дресс-код.\nПункт 9.24. Сотруднику Министерства Юстиции запрещено посещать развлекательные мероприятия во время рабочего дня и в форме.\nПункт 9.25. Сотрудник Министерства Юстиции запрещается при задержании/аресте игнорировать действующие нормативно правовые акты и Процессуальный кодекс штата Red-Rock\nПункт 9.26. Сотруднику Министерства Юстиции запрещено всячески провоцировать на конфликтные ситуации сотрудников смежных отделов/организаций а так же лидеров/заместителей той или иной организации , которым подчиняется Министерству Юстиции. [За провокацию , вы будите уволены из рядом Министерства Юстиции и занесены в чёрный список ,степень определяет сенат МЮ].\nПункт 9.27. Сотруднику Министерства Юстиции запрещено проводить арест/задержание на двухместном автомобиле.\nПункт 9.28. Сотруднику Министерства Юстиции запрещено игнорировать рабочую рацию, а также рацию департамента во время Рабочего дня.\nПункт 9.29 Сотрудникам Министерства Юстиции Запрещено Неправильное и/или намеренное выставление радаров для выдачи штрафов. (Выговор/Увольнение/Понижение).\nПункт 9.30 Сотруднику Министерства Юстиции запрещено, постоянно находится около покупки списанных бронежилетов.\nПункт 9.31 Сотруднику Министерства Юстиции запрещено выносить граждан штата из Федеральной базы разыскиваемых без предоставления доказательств сотрудникам ФБР.\nПункт 9.32 Запрещено уходить в отпуск с активным выговором в личном деле.\nПункт 9.33. Сотруднику Министерства Юстиции запрещено заниматься личными делами в форме(Исключение: Пункт 22.1.2.)​\n\n​\nГлава 5. Правила общения, субординация.​\n\nСтатья 10.\nПункт 10.1. Сотрудник полиции обязан вежливо общаться с любым жителем штата, вне зависимости от его материального статуса и положения в обществе.\nПункт 10.2. Обращение к старшему офицеру должно быть по форме: “Сэр/Мэм Имя Фамилия”.\nПункт 10.3. Обращаться ко всем гражданам на “Вы”.\nПункт 10.4. Обращение к руководству должно быть по форме: “Должность “Имя Фамилия руководства”, ”Добрый день/вечер/утро/здравствуйте/приветствую и т.д. Можно обратиться?”.\nПункт 10.5. Выполнение любого приказа осуществляется только после команды \"выполнять\". ( Взятие БП, автомобилей; заступление на пост и так далее)\n\n\n\n\nВажно: строевые команды (выйти из строя, налево, ко мне и т.д. не требуют команды \"выполнять\").\nПункт 10.6. Сотрудник Министерства Юстиции имеет право превысить голос и манеру общения, если на то необходима ситуация.\nПункт 10.6.1. Сотрудник Министерства Юстиции имеет право нарушить манеру общения в случае проведения трафик-стопа, трафик-стопа повышенного риска, задержании, спец.операции т.д.\n\n​\n\n​\nГлава 6. Рабочий день.​\n\nСтатья 11.\nПункт 11.1. Дневная смена:\nВ будние дни (пн. - пт.): начинается в 9:00 и заканчивается в 20:00.\nВ выходные (суб. - воск.): начинается в 10:00 и заканчивается в 19:00.\nПункт 11.1.1. Сотрудник Министерства Юстиции обязан быть в форме во время дневной смены.\nПункт 11.1.2. Сотрудников могут вызвать в случае острой необходимости, если вы находитесь в штате. Приказ может отдать руководство организации, Губернатор\nПункт 11.1.3. Обеденный перерыв во время дневной смены: с 14:00 до 15:00.\nПункт 11.1.3.1. Обеденный перерыв могут прервать в случае острой необходимости (ЧС, военное положение).\nПункт 11.2. Ночная смена:\nВ будние дни (пн. - пт.): с 20:00 до 9:00.\nВ выходные дни (суб. - воск.): с 19:00 до 10:00.\nПункт 11.2.1. Сотрудник Министерства Юстиции сам решает выходить ли на ночную смену или нет.\nПункт 11.2.2. Обеденный перерыв во время ночной смены: с 01:00 до 02:00.\nПункт 11.3. Сотрудник Министерства Юстиции может получить дополнительную премию за нахождение на работе в ночную смену, если была проведена работа от сотрудника. В обязательном порядке, должна быть фиксация работы сотрудника.\nПункт 11.4. Запрещено в рабочие время снимать форму. Искл: Агенты ФБР.\n\n​\n\n​\nГлава 7. Отпуск.​\n\nСтатья 12.\nПункт 12.1. При уходе в отпуск сроки повышения у сотрудника \"замораживаются\", а после возвращения они возобновляются.\nПункт 12.2. Сотрудник Министерства Юстиции имеет право выйти из отпуска раньше назначенного срока.\nПункт 12.3. Уходя в отпуск, сотрудник Министерства Юстиции обязан сдать форму, рацию и жетон на время отпуска.\nПункт 12.4. Сотрудники Министерства Юстиции имею право уходить в отпуск с одобрения руководства организации.\nПункт 12.5. Разрешено брать отпуск раз в 15 дней, максимальный срок отпуска составляет 7 дней для сотрудников министерства и 7 дней для заместителей.\n\n​\n\n​\nГлава 8. Допрос.​\n\nСтатья 13.\nПункт 13.1. Каждый сотрудник Министерства Юстиции обязан проводить допросы по случаю не явного нарушения.\nПункт 13.2. Допрос производится в соответствии с законами штата.\nПункт 13.3. Основанием для привлечения лица к уголовной ответственности служит наличие достаточных для обвинения доказательств, которые возможно будут использованы при допросе.\nПункт 13.4. Разрешено не проводить допрос, если преступник был взят с поличным, но при этом вы должны спросить признает ли он свою вину.\nПункт 13.5. Разрешено надавить морально или психологически на гражданина.\nПункт 13.6. Запрещено физическое воздействие на гражданина, насилие в его в сторону.\nПункт 13.7. Запрещено проводить допрос в форме SWAT или под маскировкой сотрудников ФБР.\n\n​\n\n​\nГлава 9. Полицейский Транспорт.​\n\n[*] Легковая машина - предназначена для всех отделов, для выполнения своих обязанностей, в частности для маркировки \"Lincoln\" или \"Adam\", доступна со звания офицер.\n[*] Ранчер - предназначен для старших офицеров, сотрудников SWAT для тренировок, начальникам отделов, сопровождения.\n[*] Мотоцикл - разрешен для маркировки \"Mary\" со звания офицер.\n[*] Вертолет - разрешен для патрулирования города, сопровождения колонны, слежки за машинами преступников, при ЧС и координировании, приказом руководства, сотрудникам SWAT для спец. операций, с разрешения руководства для маркировки \"AIR\".\n[*] БТР - только с приказа куратора ЧС/руководителя организации, за рулём только узко специализированный сотрудник.\n[*] Скоростная машина Ferrari - разрешена для маркировки “Henry” со звания Лейтенант.\n[*] Скоростная машина Lamborghini - разрешена для маркировки “Henry” со звания инспектор.\n[*] Скоростная машина Tesla - патрульный автомобиль предназначен для маркировки \"Henry\", со звания Лейтенант\n[*] Эвакуатор - не предназначен для патрулирования города, используется для эвакуации транспорта согласно с \"Регламентом эвакуации транспорта\".\n\n​\n\n​\nГлава 10. Дресс-код.​\n\nСтатья 14.\nПункт 14.1. Для ПД/ФБР/SWAT.\nРазрешено:\nПолицейский Пояс\n- Часы - разрешаются носить любые часы делового стиля;\n- Очки - исключительно чёрного цвета, либо для зрения;\n- Усы/борода;\n- Шляпа/кепка с символикой полиции;\n- Светоотражающий жилет - только в патруле в ночную смену для безопасности сотрудника;\n- Полицейская звезда;\n- Бандана любого цвета;\n- Респиратор - только во время ЧС;\n- Щит на спину любого цвета;\n- Шлем SWAT - при патруле в опасном районе Гетто, ЧС и спец. операциях;\n- Шлем \"PUBG\" - при патруле в опасном районе Гетто, ЧС и спец. операциях;\n- Шлем \"Морозный\" - при патруле в опасном районе Гетто, ЧС и спец. операциях; (Исключительно черный цвет)\n- Шлем \"Гермес\" - при патруле в опасном районе Гетто, ЧС и спец. операциях; (Исключительно черный цвет)\n- Кислотная балаклава - при патруле в опасном районе Гетто, ЧС и спец. операциях; (Исключительно черный цвет)\n- Фотоаппарат на грудь\n- Палка \"ГАИ\";\n- Цилиндр черного цвета;\n- Шляпы делового стиля (исключение: красная шляпа, шляпа мага);\n- Повязка/платок на шее;\n- Рюкзаки и сумки в случае расследования;\n- Повязка на глаз;\n- Фуражка полицейского;\n- Машинка/дрон на пульте управления для слежки или контроля ситуации;\n- Крест на грудь;\n- Прибор ночного видения в случае ЧС или для расследования;\n- Регистратор на плечо - во время ЧС и спец.операций.\n- M4 на спину.\n- AK - 47 на спину.\n- Desert Eagle на спину.\n- Country Rifle на спину.\n- Пип бой.\n- Обрезы, АК-47, М4, Rifle gun, золотой дигл, серебрянный дигл (АКТИВНЫЕ)\n- Тёплая шапка\n- Кастомные бронежилеты (любые)\n- Тактический шлем\n- Тактический бронежилет\n- Маска череп\n- Пояс боеприпасов\nПункт 14.3. Остальные аксессуары запрещено использовать.\nПункт 14.4. Запрещено ходить в балаклаве. (Исключение: ЧС, патруль опасного района, сотрудники SWAT/ФБР)\nПункт 14.5. В раздевалке разрешено не соблюдать установленный дресс-код\n\n​\n\n​\nГлава 11. Правила поведения во время брифинга.​\n\nСтатья 15.\nПункт 15.1. Брифинг - собрание, на котором руководящий состав доносит некую информацию.\nПункт 15.2. Брифинг проводится только в кабинете для собраний.\nПункт 15.3. Проведение брифинга разрешается с старшего состава с разрешения руководства. (Исключение: ЧС)\nПункт 15.4. Во время брифинга запрещено: разговаривать без разрешения, пользоваться рациями для переговоров, пользоваться мобильными устройствами, использование оружия.\nПункт 15.5. Во время проведения брифинга запрещено выходить из кабинета без разрешения.\nПункт 15.6. Запрещена неявка на брифинг - выговор. (Исключение: сотрудник находится на лечении в больнице, обязательно должны быть доказательства)\nПункт 15.7. Время для собрания ровно 5 минут. Исключение: ЧС, если не в своей юрисдикции, дается 10 минут.\n\n​\n\n​\nГлава 12. Пост, патруль.​\n\nСтатья 16.\nПункт 16.1. Сотрудник Министерства Юстиции обязан докладывать о выезде на патруль/пост из участка руководству своей организации.\nПункт 16.2. Сотруднику Министерства Юстиции разрешено патрулировать свой город и все прилегающие к ней территории по юрисдикции штата.\nПункт 16.3. Сотрудник Министерства Юстиции обязан при выезде в патруль полностью снарядиться: табельный пистолет, легкий бронежилет под форму, тайзер; сумкой БЛС и малокалиберный автомат которые будут находиться в багажнике машины.\nПункт 16.4. Сотрудник Министерства Юстиции обязан предупредить управление, сообщить о нарушении юрисдикции, если преступник выезжает из его юрисдикции.\nПункт 16.5. Если сотрудник Министерства Юстиции выезжает с напарником, то он обязан выехать только на патрульной машине с маркировкой Adam, если сотрудник один то Lincoln.\nПункт 16.6. Сотрудник Министерства Юстиции обязан докладывать о состоянии патруля/поста по запросу диспетчера.\nПункт 16.7. Сотрудник Министерства Юстиции обязан докладывать о покидании патруля/поста.\nПункт 16.8. Сотруднику Министерства Юстиции разрешено самовольно выбирать место патруля/поста, если старший не выдал место патруля.\nПункт 16.9. Сотрудник Министерства Юстиции обязан следить за состоянием патрульного авто на время патруля.\nПункт 16.10. Сотруднику Министерства Юстиции разрешено проводить 10-55, если в патрульной машине или мотоцикле есть 1 или более офицеров.\nПункт 16.11. Сотрудник Министерства Юстиции обязан патрулировать с соблюдением скоростных лимитов\nПункт 16.11.1. Сотруднику Министерства Юстиции разрешено превышать скорость случае погони, вызова, \"CODE 0\" или \"CODE 1\".\nПункт 16.12. Сотруднику Министерства Юстиции разрешено надевать балаклаву во время патрулирования опасных районов.\nПункт 16.13. Сотруднику Министерства Юстиции запрещено патрулирование опасных районов в составе менее двух сотрудников в патрульной машине.\nПункт 16.14. Сотруднику Министерства Юстиции запрещено самовольно покидать патруль, не имея на то веской причины.\nПункт 16.15. Сотруднику Министерства Юстиции запрещено спать на посту более 2-х минут.\n\n​\n\n​\nГлава 13. Правила пользования раций.​\n\nСтатья 17.\nПункт 17.1. Для работы используется две рации:\nПервая: организационная; Вторая: Департамент.\nПункт 17.2. Запрещены любого рода споры и выяснения личных отношений.\nПункт 17.3. Запрещено использование рации в качестве рекламы чего либо.\nПункт 17.4. Запрещено нарушать субординацию.\nПункт 17.5. Запрещено неуважительное отношение друг к другу.\nПункт 17.6. Запрещено говорить информацию, которая не несет смысловой нагрузки.\nПункт 17.7. Запрещено создавать помехи в рацию.\n\n​\n\n​\nГлава 14. Увольнение сотрудников.​\n\n\nСтатья 18.\nПункт 18.1. Увольнение сотрудника может происходить из-за нарушений устава Министерства Юстиции и других законов штата. (Грубое нарушение устава - ГНУ, нарушение устава - НУ)\nПункт 18.2. За нарушение устава Министерства Юстиции сотрудником, руководители организации обязаны выдать выговор/понижение/увольнение и провести беседу с сотрудником.\nПункт 18.3. Старший состав может уволить только руководство организации, имея веские причины для увольнения. (Исключение: руководство ФБР, смотреть устав ФБР)\nПункт 18.4. Руководство фракции, имеет полное право отстранить от работы любого сотрудника Министерства Юстиции , без уведомления сотрудника и руководителей организаций.\nПункт 18.5. При увольнении со звания “кадет” вносится в чёрный список организации.\nПункт 18.6. Сотруднику, уволившемуся с выговором, вносится чёрный список организации.\nПункт 18.7. Сотрудника, которого уволили за ГНУ, разрешается внести в чёрный список Министерства Юстиции.\nПункт 18.8. Руководство организации имеет право понизить на одно звание сотрудника при выдачи двух выговоров.\nПункт 18.9. Сотрудникам ФБР разрешено увольнять сотрудников любого звания за грубое нарушение законодательства, при этом Агент ФБР должен находиться в спец. форме SWAT или в официально-деловой форме. Если агент ФБР находится в спец. форме SWAT, то он должен обязательно идентифицировать себя, как агента ФБР, снять балаклаву, после чего предоставить удостоверение, после чего принимать какие-либо действия.\n\n​\n\n​\nГлава 15. Права кадетов/курсантов​\n\nСтатья 19.\nПункт 19.1. Кадет/кураснт обязан обучаться полицейскому делу, готовится к сдаче\nэкзамена.\nПункт 19.2. Кадет/курсант обязан выучить и не нарушать устав полиции штата, конституцию, законы, внутренние регламенты своего подразделения.\nПункт 19.3. Кадет/курсант обязан явиться в департамент по первому приказу руководства.\nПункт 19.4. Кадету/курсанту запрещено передвигаться на личном транспорте. Исключение: не рабочее время.\nПункт 19.5. Кадету/курсанту запрещено заниматься личными делами, если он находится на обучении.\nПункт 19.6. Кадету/курсанту запрещено выезжать за пределы департамента. (Исключение: разрешение у руководства)\nПункт 19.7. Кадету/курсанту запрещено вмешиваться в работу старших прозванию сотрудников МЮ.\nПункт 19.8. Кадету полиции запрещено пользоваться автопарком полиции.\nПункт 19.9. Кадет/Курсант не является полноценным сотрудником МЮ до сдачи финального экзамена.\nПункт 19.10. Кадет/курсант обязан знать правила своего подраздделения.\nПункт 19.11. Кадету/курсанту запрещено брать любое снаряжение, пока не будет пройдена академия и не достигнет звания Офицер (ФБР ; SWAT - Курсант II)\nПункт 19.11.1. Исключение: самооборона.\n\n​\n\n​\nГлава 16. Этический код Министерства юстиции.​\n\n\nСтатья 20.\nПункт 20.1. Сотрудник Министерства юстиции, находясь при исполнении служебных обязанностей, обязан носить форменную одежду, отличительные знаки Министерства юстиции и боди-камеру.\nПункт 20.2. (a) Форменная одежда полицейских департаментов варьируется от должности сотрудника и имеет обязательные опознавательные знаки:\nНа плечах шевроны с обозначением департамента, где несет службу сотрудник;\nНа плечах для глав отделов и их заместителей предусмотрены лычки - для главы отдела две лычки, для его заместителя одна лычка;\nВ области левой части груди сотрудника департамента должна крепиться табличка с его сокращенным именем и полной фамилией.\nПункт 20.2. (b) Отличительные знаки полицейских департаментов фиксированные и не варьируются от должности сотрудника:\nВ области правой части груди сотрудника должен крепиться жетон с уникальным номером-идентификатором сотрудника и сокращенным названием полицейского департамента.\nПункт 20.3. (a) Форменная (повседневная) одежда специального подразделения SWAT и их отличительные знаки не отличаются от форменной одежды и отличительных знаков полицейских департаментом за исключением того, что название департамента заменяется на название подразделения.\nПункт 20.3. (b) Форменная (специальная) одежда специального подразделения SWAT и опознавательные знаки не варьируются от должности оперативника:\nНа спине и плечах нашивка SWAT, ниже которой нашивка с позывным;\nВ левой области части груди дополнительная нашивка с позывным.\nПункт 20.3. (c) Отличительные знаки специального подразделения SWAT фиксированная и не варьируется от должности оперативника:\nВ правой области части груди должен крепиться жетон с уникальным номером-идентификатором оперативника и его позывным.\nПункт 20.4. Форменная (специальная и повседневная) одежда сотрудников ФБР фиксированная, как и опознавательные и отличительные знаки.\n\n​\n\n​\nГлава 17. Спец.рация.​\n\n\nСтатья 21.\nПункт 21.1. Спец.рация должна быть у каждого сотрудника Министерства Юстиции, она выдается руководством. Лицензионная фирма поставщика спец.раций - “Дискорд”.\nПункт 21.2. Старший состав обязан иметь связь с диспетчером.\nПункт 21.3. Сотрудник Министерства Юстиции по требованию руководства обязан подключиться к спец.волне.\n\n​\n\n​\nГлава 18. Отдых.​\n\n\nСтатья 22.\nПункт 22.1. Отдых/сон разрешён только в оружейной комнате не более 10 минут.(Исключение: Руководство)\nПункт 22.1.2. После рабочего дня сотруднику разрешено покинуть полицейских департамент в форме и отправиться отдыхать по месту жительства(Запрещено: Места большого скопления людей. )\nПункт 22.2. Разрешено сидеть в холле не ограниченное время.(Исключение: Приемная для Граждан)\nПункт 22.3. Каждый сотрудник имеет право снять форму только в обеденный перерыв, в конце рабочего дня.\n\n​\n\n​\nГлава 19. Отделы полицейских департаментов.​\n\n\nСтатья 23.\nПункт 23.1. В полицейском департаменте имеется 2 отдела: полицейская академия, патрульный отдел.\nПункт 23.2. В патрульный отдел сотрудник автоматически попадает звания офицер.\nПункт 23.3. В каждом отделе есть глава и заместитель главы, которые следят за работой сотрудников.\nПункт 23.3.2. В полицейской академии помимо главы и заместителя главы имеются лектора, которых назначает глава отдела или руководство организации.\nПункт 23.4. На каждую из должностей имеются критерии.\nПункт 23.4.1. На лектора академии сотрудник может быть назначен с 6-го уровня допуска. Исключения: В случае острой нехватки лекторов в штате сотрудников Полицейской Академии, руководство имеет право назначить на должность лектора сотрудника с 5-го уровня допуска.\nПункт 23.4.2. На Главу Патрульного Отдела/Главу Полицейской Академии сотрудник может быть назначен с 7-го уровня допуска.\nПункт 23.4.3. На Заместителя Патрульного Отдела/Заместителя Главы Полицейской Академии сотрудник может быть назначен с 6-го уровня допуска.\nПункт 23.5. Сотрудник имеет право состоять только в одном отделе.[Исключение: сотрудники ФБР/ПД/SWAT могут совмещать обязанности лектора и основную работу в своём отделе].\nПункт 23.6. Назначать и снимать главу отдела может только Шеф/Шериф/Куратор SWAT/Директор ФБР. Примечание: В случае их отсутствия, глава отдела может быть назначен Заместителем с одобрения Сената\nПункт 23.6.1. Назначать заместителя главы отдела может глава отдела при уведомлении руководства организации.\nПункт 23.6.2. Снимать заместителя главы отдела может только Шеф/Шериф/Куратор SWAT/Директор ФБР.\nПункт 23.7 Сотрудник находящийся на должности Главы Патрульного отдела/Заместителе Главы патрульного отдела, обязаны расставить радары с 15:00 до 17:00.\n​\n\n​\nГлава 20. Юрисдикции департаментов.​\n\n\nСтатья 24.\nПункт 24.1. Юрисдикции полицейских департаментов регламентированы в документе (кликабельно), который соблюдается в обязательном порядке.\nПункт 24.2. Сотруднику Министерства Юстиции запрещено нарушать юрисдикцию штата без доклада в рацию.\nПункт 24.2.1. Только в веские причины такие как: погоня, ЧС, приказ и т.д.\nПункт 24.3. Для департаментов Лос-Сантос, Лас-Вентурас и Ред-Каунтри территория юрисдикции определенна в специальном документе, а для спец.подразделения SWAT - общая.\nПункт 24.4. Во время ночной смены юрисдикция департаментов становиться общей.\nПункт 24.5. В пятницу, субботу и воскресенья юрисдикция становиться общей.\n\n​\n\n​\nГлава 21. Присяга/клятва сотрудника полиции.​\n\n\nЯ, [Имя Фамилия] , поступая на службу в полицейский департамент [Название департамента], торжественно присягаю на верность штату Red-Rock и ее народу!\nКлянусь при осуществлении полномочий сотрудника Министерства Юстиции штата Red-Rock:\nУважать и защищать права и свободы человека и гражданина, свято соблюдать Конституцию и федеральные постановление ;\nБыть мужественным, честным и бдительным, не щадить своих сил в борьбе с преступностью;\nДостойно исполнять свой служебный долг и возложенные на меня обязанности по обеспечению безопасности, законности и правопорядка, хранить государственную и служебную тайну."
  },
  {
    "title": "2. Общая часть Уголовного кодекса",
    "text": "Текст общей части Уголовного кодекса..."
  },
  {
    "title": "2.1 Основные принципы",
    "text": "Основные принципы уголовного права..."
  },
  {
    "title": "2.2 Законодательство штата Ред-Рок об уголовной ответственности",
    "text": "Законодательство штата..."
  },
  {
    "title": "2.3 Преступление и его классификации",
    "text": "Описание преступлений и их классификаций..."
  },
  {
    "title": "2.4 Вина и её формы",
    "text": "Объяснение форм вины..."
  },
  {
    "title": "2.5 Наказание и его виды",
    "text": "Различные виды наказаний..."
  },
  {
    "title": "2.6 Назначение наказания",
    "text": "Как назначается наказание..."
  },
  {
    "title": "2.7 Обстоятельства, исключающие уголовную ответственность",
    "text": "Перечень обстоятельств..."
  },
  {
    "title": "3. Особенная часть Уголовного кодекса",
    "text": "Особенная часть УК..."
  },
  {
    "title": "4. Федеральное Постановление",
    "text": "Текст федерального постановления..."
  },
  {
    "title": "5. Административный Кодекс",
    "text": "Текст административного кодекса..."
  },
  {
    "title": "6. Тен-коды и доклады в рацию",
    "text": "Список тен-кодов и правила докладов..."
  }
]
