[
{
  "title": "1. Устав Министерства юстиции",
  "text": "## Устав Министерства Юстиции\n\n---\n\n### Глава 1. Общее положение.\n\n**Статья 1.**\n\n* **Пункт 1.1.** Устав Министерства юстиции - нормативный правовой акт Министерства юстиции, регламентирующий действие Министерства на территории Штата.\n* **Пункт 1.2.** Настоящий Устав обязателен к исполнению сотрудниками ведомств Министерства юстиции Штата, при этом незнание Устава не освобождает от ответственности за его нарушение.\n* **Пункт 1.3** Министр Юстиции является высшим чином иерархии в Министерстве Юстиции.\n* **Пункт 1.4** Министр Юстиции имеет неприкосновенность: к уголовной и административной ответственностям, неприкосновенность от арестов, задержаний, обыска, досмотра и другим мерам принудительного характера.\n* **Пункт 1.5** Министр Юстиции имеет неприкосновенность к своим занимаемым жилым и служебным помещениям, средствам сотовой, радио и мобильной связи, документам, вещам, служебными и личными транспортными средствами (только если находится внутри транспортного средства).\n* **Пункт 1.6** Неприкосновенность министра может быть снята по указу Премьер-Министра согласованного с Федеральным Правительством при наличии весомых и неопровержимых доказательств нарушения конституции штата или уголовного кодекса.\n* **Пункт 1.7** Решение Министра Юстиции не является окончательным и в случае не согласия с вынесенным решением, указом сотрудник может и имеет право обжаловать данный процесс через судебную процедуру.\n* **Пункт 1.8** Министра Юстиции обязаны знать в лицо все сотрудники МЮ.\n* **Пункт 1.9** Министр Юстиции контролируется Премьер-Министром и Сенатом штата.\n* **Пункт 1.10** Министру Юстиции запрещено:\n    1) Злоупотреблять должностными полномочиями;\n    2) Применять различные санкции к Руководству/сотруднику без весомых доказательств;\n    3) Издавать указы без согласования с Сенатом министерства юстиции;\n    4) Действовать в личных интересах и нарушать законы штата;\n* **Пункт 1.11** SWAT и ФБР являются закрытыми организациями.\n\n**Статья 2.**\n\n* **Пункт 2.1.** Настоящий Устав и прилежащие к нему нормативные правовые акты могут быть изменены в соответствии с Конституцией Штата\n* **Пункт 2.2.** Настоящий Устав является главенствующим нормативным правовым актом Министерства юстиции, сотрудники ведомств Министерства обязаны отдавать приоритет настоящему Уставу, если какой-либо иной нормативный правовой акт противоречит или не регламентирует что-либо.\n\n**Статья 3.**\n\n* **Пункт 3.1.** За нарушение настоящего Устава сотрудником младшего состава, офицерского состава или старшего офицерского состава ведомства Министерства юстиции следует назначение руководством ведомства Министерства дисциплинарного наказания в виде занесения в личное дело сотрудника выговора или понижения сотрудника в специальном звании или должности или увольнении сотрудника из рядов Министерства или увольнении такового с занесением в чёрный список Министерства юстиции или ведомства.\n\n---\n\n### Глава 2. Обязанности Министерства юстиции.\n\n**Статья 4.**\n\n* **Пункт 4.1.** Министерство юстиции осуществляет свою службу на контрактной основе с Правительством Штата и в соответствии с Конституцией Штата, Федеральным постановлением, уставом Министерства юстиции, внутренними регламентами и инструкциями, обеспечивает безопасность граждан и общественный порядок на территории Штата Ред-Рок.\n* **Пункт 4.2.** Министерство юстиции обязано пресекать преступления и административные правонарушения, реагировать на чрезвычайные ситуации и специальные полицейские операции в соответствии с регламентом действий при ЧС.\n* **Пункт 4.3.** Сотрудник ведомства Министерства юстиции обязан записывать нарушения со стороны игроков, за которые они их наказывают. По желанию может записывать процесс ареста. (От задержания до отправки в КПЗ, которое может помочь в случае жалобы от игрока)\n    * Примечание: Запись должна храниться не менее 5 дней;\n* **Пункт 4.4.** Сотрудники Министерства Юстиции подчиняются Губернатору Штата, Премьер-Министру и Министру Юстиции и исполняют их нормативные акты (реформы, указы, приказы, распоряжения и инструкции) и устные требования и приказы.\n\n**Статья 5.**\n\n* **Пункт 5.1.** Сотрудник ведомства Министерства юстиции обязан знать и исполнять Законодательство Штата, включая регламенты, инструкции и кодексы Министерства юстиции.\n* **Пункт 5.2.** Ведомства Министерства юстиции подчиняются руководству ФБР при чрезвычайных ситуациях и специальных полицейских операциях, исполняют его устные приказы и требования.\n* **Пункт 5.3.** Ведомства Министерства юстиции обязаны оказывать полное содействие ФБР при чрезвычайных ситуациях и специальных полицейских операциях, процессуальных действиях и расследованиях.\n* **Пункт 5.4** Сотрудник Министерства Юстиции обязан закрыть ордер по истечению времени от срока подачи искового заявления.\n* **Пункт 5.5** Сотрудник Министерства Юстиции в течении 24 часов обязан предоставлять отчётность снятия и понижения уровня розыска в соответствующую тему.\n\n**Статья 6.**\n\n* **Пункт 6.1.** Сотрудник ведомства Министерства юстиции обязан проявлять уважительное отношение ко всем гражданам, вне зависимости от их идентификационных признаков и материального положения и статуса в обществе, за исключением случаев, когда необходимо оказать психологическое давление на гражданина.\n* **Пункт 6.2.** Сотрудник ведомства Министерства юстиции обязан соблюдать субординацию внутри своего ведомства, подчиняться требованиям и приказам руководства своего ведомства и отдела.\n* **Пункт 6.3.** Сотрудник ведомства Министерства юстиции обязан знать в лицо Губернатора Штата, Премьер-Министра, Министра юстиции, руководство своего ведомства и отдела.\n\n**Статья 7.**\n\n* **Пункт 7.1.** Сотрудник ведомства Министерства юстиции обязан быть лицензированным на ношение оружие, вождение автотранспорта и мототранспорта, быть психологически и физически здоровым.\n* **Пункт 7.2.** Сотрудник ведомства Министерства юстиции должен иметь медицинскую карту и быть привитым от полиомиелита и иных опасных заболеваний.\n* **Пункт 7.3.** Ведомства Министерства юстиции, за исключением ФБР и SWAT, обязаны осуществлять выдачу разрешения на приобретение номерного регистрационного знака, соблюдая ценовую политику в размере 500.000$.\n* **Пункт 7.4.** Сотрудники Министерства юстиции обязаны по первому требованию гражданина предъявить свой жетон, подтверждающий их должностные полномочия. (Исключение: Сотрудники SWAT и ФБР при нахождении в форме SWAT и балаклаве при наличии позывного/опознавательных знаков FBI)\n\n---\n\n### Глава 3. Сотрудникам Министерства Юстиции разрешено.\n\n**Статья 8.**\n\n* **Пункт 8.1.** Разрешается проводить лекции и тренировки с интервалом в 60 минут.\n* **Пункт 8.2.** Разрешено отстаивать права и законы согласно конституции штата и уголовного кодекса.\n* **Пункт 8.3.** Директору ФБР, заместителю ФБР, куратору или заместителю куратора инспекционного отдела разрешено проводить тренировки министерству юстиции исключительно с одобрения руководящего состава организации.\n* **Пункт 8.3.1.** В случае, если руководящий состав отсутствует в штате, то сотруднику ФБР разрешено запросить через почту.\n* **Пункт 8.4.** Сотруднику Министерства Юстиции разрешено посещать наркопритоны (фермы укропа) с должности Лейтенанта (ПД-5 ранг), Оперативника (SWAT-6 ранг), Технический агент (ФБР-4 ранг).\n* **Пункт 8.5.** Сотруднику Министерства Юстиции разрешено провести арест преступника, которому выдали розыск. (Или запросили розыск на него).\n* **Пункт 8.6.** Сотрудникам Инспекционного Управления ФБР/Директору ФБР/Зам. Директору ФБР предоставляется право включать участников антикоррупционной службы в розыск в соответствии с любой статьей, предусмотренной законодательством, при условии, что такие действия соответствуют положениям пункта 28.4 Уголовного Кодекса.\n* **Пункт 8.6.1** Сотрудникам Инспекционного Управления ФБР/Директору ФБР/Зам. Директору ФБР разрешено предотвращать арест участника антикоррупционной службы, если он был внесен в базу данных разыскиваемости самим агентом. При этом обязательным условием является наличие доказательств в соответствии с пунктом 28.4 Уголовного Кодекса, подтверждающих необходимость предотвращения ареста данного лица.\n* **Пункт 8.7** Сотруднику Министерства Юстиции разрешено с должности \"Лейтенант\" работать по базе данных преступников с 1-6 уровень розыскиваемых.\n* **Пункт 8.7.1** Сотруднику Министерства Юстиции разрешено ездить по базе преступников исключительно с напарником. (Исключение: сотрудники Полицейских департаментов могут работать по базе данных только по 1 уровню розыска в одиночку, исключительно с должности Коммандера(8)).\n* **Пункт 8.8** Сотрудникам ФБР разрешено с должности \"Технический агент\" работать по базе данных преступников с 1-7 уровень розыскиваемых.\n* **Пункт 8.8.1** Сотрудникам ФБР разрешено ездить по базе преступников исключительно с напарником. (Исключение: сотрудники ФБР могут работать по базе данных с 1 по 3 уровень розыска в одиночку).\n* **Пункт 8.9** Сотрудникам SWAT разрешено с должности \"Оперативник SWAT\", работать по базе данных преступников с 1-6 уровень розыскиваемых.\n* **Пункт 8.9.1** Сотрудникам SWAT разрешено ездить по базе преступников исключительно с напарником. (Исключение: сотрудники SWAT могут работать по базе данных с 1 по 2 уровень розыска в одиночку).\n* **Пункт 8.10** Сотрудникам Министерства Юстиции разрешается проверять документы удостоверяющие личность у граждан Штата. (Примечание: документ который может удостоверять личность у гражданина исключительно паспорт)\n* **Пункт 8.10.1** Исключение: Запрещено требовать документы у всех граждан Штата без весомой на то причины.\n* **Пункт 8.11** Сотруднику Министерства Юстиции разрешено проводить арест/задержание на воздушном транспорте. (Исключение: Только вертолет Полицейского Департамента)\n\n---\n\n### Глава 4. Сотрудникам Министерства Юстиции запрещено.\n\n**Статья 9.**\n\n* **Пункт 9.1.** Сотруднику Министерства Юстиции запрещено употреблять алкоголь во время рабочей смены.\n* **Пункт 9.2.** Сотруднику Министерства Юстиции запрещено употребление, а так-же хранение любого вида наркотических средств (Укроп), исключение: Агенты ФБР отдела NSB могут хранить при себе наркотические вещества (Укроп), для последующего уничтожения.\n* **Пункт 9.3.** Сотруднику Министерства Юстиции запрещено открывать огонь по гражданам, неадекватное поведение, связанное с любой деятельностью. (Например: стрельба без причины, прыжки по гаражу/участку и т.п.).\n    * (Исключение: в целях самообороны)\n* **Пункт 9.4.** Сотруднику Министерства Юстиции запрещено нарушать законы штата/находиться в розыске.\n* **Пункт 9.4.1.** Если же сотрудника Министерства Юстиции объявили в розыск, то он обязан явиться в гараж и связаться с руководством своей организации.\n* **Пункт 9.4.2.** Сотруднику Министерства Юстиции запрещено переодеваться в форму, находясь в розыске.\n* **Пункт 9.5.** Сотруднику Министерства Юстиции запрещено нецензурно выражаться и оскорблять кого-либо, также касается всех раций.\n* **Пункт 9.6.** Сотруднику Министерства Юстиции запрещено сотрудничать с преступниками.\n* **Пункт 9.6.1.** Сотрудникам SWAT/ФБР разрешено сотрудничать с преступниками для спец.операций, расследований. Об этом должно знать руководство SWAT/ФБР.\n* **Пункт 9.7.** Сотруднику Министерства Юстиции запрещено выпрашивать у руководства повышение, проверку отчетов или должность, касается и всех раций. (Исключение: Если время ожидания превысило 24 часа, сотрудник имеет право напомнить руководству о проверке отчета/повышения)\n* **Пункт 9.8.** Сотруднику Министерства Юстиции запрещено находится на автобазаре/авторынке/автосалоне/центральном рынке с целью купли или продажи любых предметов в рабочее время в форме/не в форме или в форме не в рабочее время. (Исключения: погоня за преступником, облава, сотруднику ФБР на спец. заданиях)\n* **Пункт 9.9.** Сотруднику Министерства Юстиции запрещено вводить в заблуждение, обманывать офицера своей организации, а также руководство.\n* **Пункт 9.10.** Сотруднику Министерства Юстиции запрещено пользоваться личным транспортом, когда вы находитесь на работе. (Исключение: воздушный транспорт для ФБР/SWAT во время ЧС/Зарегистрированный транспорт).\n* **Пункт 9.11.** Сотруднику Министерства Юстиции запрещено превышать должностные полномочия.\n* **Пункт 9.12.** Сотруднику Министерства Юстиции запрещено использовать спец. сигналы в личных целях\n* **Пункт 9.13.** Сотруднику Министерства Юстиции запрещено наносить физические увечья своим коллегам.\n* **Пункт 9.14.** Сотруднику Министерства Юстиции запрещено не выходить на работу без веской причины или без заявление на отпуск.\n* **Пункт 9.14.1.** Для младшего состава более 7 дней.\n* **Пункт 9.14.2.** Для старшего состава более 7 дней.\n* **Пункт 9.14.3.** Исключение: подписание отпуска у руководства.\n* **Пункт 9.15.** Сотруднику Министерства Юстиции запрещено терять, оставлять имущество организации.\n* **Пункт 9.15.1.** Исключение: если сотруднику/гражданину угрожает опасность, можно оставить транспорт, если это поможет для спасения жизней.\n* **Пункт 9.16.** Сотруднику полицейского департамента запрещено надевать форму SWAT. (Исключение: По приказу Руководства ФБР, при ЧС по требованию куратора ЧС, защита завода, облава на накропритон (Ферма укропа.))\n* **Пункт 9.17.** Сотруднику Министерства Юстиции запрещено переносить личные проблемы на коллег по работе и с другими служащими департамента.\n* **Пункт 9.18.** Сотруднику Министерства Юстиции запрещено обыскивать граждан без веской на то причины[Исключение: Если гражданское лицо находится на закрытой территории, обыск разрешено провести].\n* **Пункт 9.19.** Сотруднику Министерства Юстиции запрещено использовать служебное положение в личных целях.\n* **Пункт 9.20.** Сотруднику Министерства Юстиции запрещено игнорировать/оспаривать приказы вышестоящего руководства.\n* **Пункт 9.20.1** Исключением, является незаконные требования/приказы руководства, которые нарушают права сотрудника, гражданских а так же законодательство или, если приказ, может повлечь за собой несчастные случаи или иные пагубные последствия.\n* **Пункт 9.21.** Сотруднику Министерства Юстиции запрещено игнорировать вызовы “9-1-1”, от диспетчера и жалобы от граждан.\n* **Пункт 9.21.1** Сотруднику Министерства Юстиции запрещено игнорировать нажатия Тревожной кнопки.\n* **Пункт 9.22.** Сотруднику Министерства Юстиции запрещено не приходить или уходить с тренировки без разрешения руководства.\n* **Пункт 9.23.** Сотруднику Министерства Юстиции запрещено нарушать дресс-код.\n* **Пункт 9.24.** Сотруднику Министерства Юстиции запрещено посещать развлекательные мероприятия во время рабочего дня и в форме.\n* **Пункт 9.25.** Сотрудник Министерства Юстиции запрещается при задержании/аресте игнорировать действующие нормативно правовые акты и Процессуальный кодекс штата Red-Rock\n* **Пункт 9.26.** Сотруднику Министерства Юстиции запрещено всячески провоцировать на конфликтные ситуации сотрудников смежных отделов/организаций а так же лидеров/заместителей той или иной организации , которым подчиняется Министерству Юстиции. [За провокацию , вы будите уволены из рядом Министерства Юстиции и занесены в чёрный список ,степень определяет сенат МЮ].\n* **Пункт 9.27.** Сотруднику Министерства Юстиции запрещено проводить арест/задержание на двухместном автомобиле.\n* **Пункт 9.28.** Сотруднику Министерства Юстиции запрещено игнорировать рабочую рацию, а также рацию департамента во время Рабочего дня.\n* **Пункт 9.29** Сотрудникам Министерства Юстиции Запрещено Неправильное и/или намеренное выставление радаров для выдачи штрафов. (Выговор/Увольнение/Понижение).\n* **Пункт 9.30** Сотруднику Министерства Юстиции запрещено, постоянно находится около покупки списанных бронежилетов.\n* **Пункт 9.31** Сотруднику Министерства Юстиции запрещено выносить граждан штата из Федеральной базы разыскиваемых без предоставления доказательств сотрудникам ФБР.\n* **Пункт 9.32** Запрещено уходить в отпуск с активным выговором в личном деле.\n* **Пункт 9.33.** Сотруднику Министерства Юстиции запрещено заниматься личными делами в форме(Исключение: Пункт 22.1.2.)\n\n---\n\n### Глава 5. Правила общения, субординация.\n\n**Статья 10.**\n\n* **Пункт 10.1.** Сотрудник полиции обязан вежливо общаться с любым жителем штата, вне зависимости от его материального статуса и положения в обществе.\n* **Пункт 10.2.** Обращение к старшему офицеру должно быть по форме: “Сэр/Мэм Имя Фамилия”.\n* **Пункт 10.3.** Обращаться ко всем гражданам на “Вы”.\n* **Пункт 10.4.** Обращение к руководству должно быть по форме: “Должность “Имя Фамилия руководства”, ”Добрый день/вечер/утро/здравствуйте/приветствую и т.д. Можно обратиться?”.\n* **Пункт 10.5.** Выполнение любого приказа осуществляется только после команды \"выполнять\". ( Взятие БП, автомобилей; заступление на пост и так далее)\n    * Важно: строевые команды (выйти из строя, налево, ко мне и т.д. не требуют команды \"выполнять\").\n* **Пункт 10.6.** Сотрудник Министерства Юстиции имеет право превысить голос и манеру общения, если на то необходима ситуация.\n* **Пункт 10.6.1.** Сотрудник Министерства Юстиции имеет право нарушить манеру общения в случае проведения трафик-стопа, трафик-стопа повышенного риска, задержании, спец.операции т.д.\n\n---\n\n### Глава 6. Рабочий день.\n\n**Статья 11.**\n\n* **Пункт 11.1.** Дневная смена:\n    * В будние дни (пн. - пт.): начинается в 9:00 и заканчивается в 20:00.\n    * В выходные (суб. - воск.): начинается в 10:00 и заканчивается в 19:00.\n* **Пункт 11.1.1.** Сотрудник Министерства Юстиции обязан быть в форме во время дневной смены.\n* **Пункт 11.1.2.** Сотрудников могут вызвать в случае острой необходимости, если вы находитесь в штате. Приказ может отдать руководство организации, Губернатор\n* **Пункт 11.1.3.** Обеденный перерыв во время дневной смены: с 14:00 до 15:00.\n* **Пункт 11.1.3.1.** Обеденный перерыв могут прервать в случае острой необходимости (ЧС, военное положение).\n* **Пункт 11.2.** Ночная смена:\n    * В будние дни (пн. - пт.): с 20:00 до 9:00.\n    * В выходные дни (суб. - воск.): с 19:00 до 10:00.\n* **Пункт 11.2.1.** Сотрудник Министерства Юстиции сам решает выходить ли на ночную смену или нет.\n* **Пункт 11.2.2.** Обеденный перерыв во время ночной смены: с 01:00 до 02:00.\n* **Пункт 11.3.** Сотрудник Министерства Юстиции может получить дополнительную премию за нахождение на работе в ночную смену, если была проведена работа от сотрудника. В обязательном порядке, должна быть фиксация работы сотрудника.\n* **Пункт 11.4.** Запрещено в рабочие время снимать форму. Искл: Агенты ФБР.\n\n---\n\n### Глава 7. Отпуск.\n\n**Статья 12.**\n\n* **Пункт 12.1.** При уходе в отпуск сроки повышения у сотрудника \"замораживаются\", а после возвращения они возобновляются.\n* **Пункт 12.2.** Сотрудник Министерства Юстиции имеет право выйти из отпуска раньше назначенного срока.\n* **Пункт 12.3.** Уходя в отпуск, сотрудник Министерства Юстиции обязан сдать форму, рацию и жетон на время отпуска.\n* **Пункт 12.4.** Сотрудники Министерства Юстиции имеют право уходить в отпуск с одобрения руководства организации.\n* **Пункт 12.5.** Разрешено брать отпуск раз в 15 дней, максимальный срок отпуска составляет 7 дней для сотрудников министерства и 7 дней для заместителей.\n\n---\n\n### Глава 8. Допрос.\n\n**Статья 13.**\n\n* **Пункт 13.1.** Каждый сотрудник Министерства Юстиции обязан проводить допросы по случаю не явного нарушения.\n* **Пункт 13.2.** Допрос производится в соответствии с законами штата.\n* **Пункт 13.3.** Основанием для привлечения лица к уголовной ответственности служит наличие достаточных для обвинения доказательств, которые возможно будут использованы при допросе.\n* **Пункт 13.4.** Разрешено не проводить допрос, если преступник был взят с поличным, но при этом вы должны спросить признает ли он свою вину.\n* **Пункт 13.5.** Разрешено надавить морально или психологически на гражданина.\n* **Пункт 13.6.** Запрещено физическое воздействие на гражданина, насилие в его в сторону.\n* **Пункт 13.7.** Запрещено проводить допрос в форме SWAT или под маскировкой сотрудников ФБР.\n\n---\n\n### Глава 9. Полицейский Транспорт.\n\n* **Легковая машина** - предназначена для всех отделов, для выполнения своих обязанностей, в частности для маркировки \"Lincoln\" или \"Adam\", доступна со звания офицер.\n* **Ранчер** - предназначен для старших офицеров, сотрудников SWAT для тренировок, начальникам отделов, сопровождения.\n* **Мотоцикл** - разрешен для маркировки \"Mary\" со звания офицер.\n* **Вертолет** - разрешен для патрулирования города, сопровождения колонны, слежки за машинами преступников, при ЧС и координировании, приказом руководства, сотрудникам SWAT для спец. операций, с разрешения руководства для маркировки \"AIR\".\n* **БТР** - только с приказа куратора ЧС/руководителя организации, за рулём только узко специализированный сотрудник.\n* **Скоростная машина Ferrari** - разрешена для маркировки “Henry” со звания Лейтенант.\n* **Скоростная машина Lamborghini** - разрешена для маркировки “Henry” со звания инспектор.\n* **Скоростная машина Tesla** - патрульный автомобиль предназначен для маркировки \"Henry\", со звания Лейтенант\n* **Эвакуатор** - не предназначен для патрулирования города, используется для эвакуации транспорта согласно с \"Регламентом эвакуации транспорта\".\n\n---\n\n### Глава 10. Дресс-код.\n\n**Статья 14.**\n\n* **Пункт 14.1.** Для ПД/ФБР/SWAT.\n    * Разрешено:\n        * Полицейский Пояс\n        * Часы - разрешаются носить любые часы делового стиля;\n        * Очки - исключительно чёрного цвета, либо для зрения;\n        * Усы/борода;\n        * Шляпа/кепка с символикой полиции;\n        * Светоотражающий жилет - только в патруле в ночную смену для безопасности сотрудника;\n        * Полицейская звезда;\n        * Бандана любого цвета;\n        * Респиратор - только во время ЧС;\n        * Щит на спину любого цвета;\n        * Шлем SWAT - при патруле в опасном районе Гетто, ЧС и спец. операциях;\n        * Шлем \"PUBG\" - при патруле в опасном районе Гетто, ЧС и спец. операциях;\n        * Шлем \"Морозный\" - при патруле в опасном районе Гетто, ЧС и спец. операциях; (Исключительно черный цвет)\n        * Шлем \"Гермес\" - при патруле в опасном районе Гетто, ЧС и спец. операциях; (Исключительно черный цвет)\n        * Кислотная балаклава - при патруле в опасном районе Гетто, ЧС и спец. операциях; (Исключительно черный цвет)\n        * Фотоаппарат на грудь\n        * Палка \"ГАИ\";\n        * Цилиндр черного цвета;\n        * Шляпы делового стиля (исключение: красная шляпа, шляпа мага);\n        * Повязка/платок на шее;\n        * Рюкзаки и сумки в случае расследования;\n        * Повязка на глаз;\n        * Фуражка полицейского;\n        * Машинка/дрон на пульте управления для слежки или контроля ситуации;\n        * Крест на грудь;\n        * Прибор ночного видения в случае ЧС или для расследования;\n        * Регистратор на плечо - во время ЧС и спец.операций.\n        * M4 на спину.\n        * AK - 47 на спину.\n        * Desert Eagle на спину.\n        * Country Rifle на спину.\n        * Пип бой.\n        * Обрезы, АК-47, М4, Rifle gun, золотой дигл, серебрянный дигл (АКТИВНЫЕ)\n        * Тёплая шапка\n        * Кастомные бронежилеты (любые)\n        * Тактический шлем\n        * Тактический бронежилет\n        * Маска череп\n        * Пояс боеприпасов\n* **Пункт 14.3.** Остальные аксессуары запрещено использовать.\n* **Пункт 14.4.** Запрещено ходить в балаклаве. (Исключение: ЧС, патруль опасного района, сотрудники SWAT/ФБР)\n* **Пункт 14.5.** В раздевалке разрешено не соблюдать установленный дресс-код\n\n---\n\n### Глава 11. Правила поведения во время брифинга.\n\n**Статья 15.**\n\n* **Пункт 15.1.** Брифинг - собрание, на котором руководящий состав доносит некую информацию.\n* **Пункт 15.2.** Брифинг проводится только в кабинете для собраний.\n* **Пункт 15.3.** Проведение брифинга разрешается с старшего состава с разрешения руководства. (Исключение: ЧС)\n* **Пункт 15.4.** Во время брифинга запрещено: разговаривать без разрешения, пользоваться рациями для переговоров, пользоваться мобильными устройствами, использование оружия.\n* **Пункт 15.5.** Во время проведения брифинга запрещено выходить из кабинета без разрешения.\n* **Пункт 15.6.** Запрещена неявка на брифинг - выговор. (Исключение: сотрудник находится на лечении в больнице, обязательно должны быть доказательства)\n* **Пункт 15.7.** Время для собрания ровно 5 минут. Исключение: ЧС, если не в своей юрисдикции, дается 10 минут.\n\n---\n\n### Глава 12. Пост, патруль.\n\n**Статья 16.**\n\n* **Пункт 16.1.** Сотрудник Министерства Юстиции обязан докладывать о выезде на патруль/пост из участка руководству своей организации.\n* **Пункт 16.2.** Сотруднику Министерства Юстиции разрешено патрулировать свой город и все прилегающие к ней территории по юрисдикции штата.\n* **Пункт 16.3.** Сотрудник Министерства Юстиции обязан при выезде в патруль полностью снарядиться: табельный пистолет, легкий бронежилет под форму, тайзер; сумкой БЛС и малокалиберный автомат которые будут находиться в багажнике машины.\n* **Пункт 16.4.** Сотрудник Министерства Юстиции обязан предупредить управление, сообщить о нарушении юрисдикции, если преступник выезжает из его юрисдикции.\n* **Пункт 16.5.** Если сотрудник Министерства Юстиции выезжает с напарником, то он обязан выехать только на патрульной машине с маркировкой Adam, если сотрудник один то Lincoln.\n* **Пункт 16.6.** Сотрудник Министерства Юстиции обязан докладывать о состоянии патруля/поста по запросу диспетчера.\n* **Пункт 16.7.** Сотрудник Министерства Юстиции обязан докладывать о покидании патруля/поста.\n* **Пункт 16.8.** Сотруднику Министерства Юстиции разрешено самовольно выбирать место патруля/поста, если старший не выдал место патруля.\n* **Пункт 16.9.** Сотрудник Министерства Юстиции обязан следить за состоянием патрульного авто на время патруля.\n* **Пункт 16.10.** Сотруднику Министерства Юстиции разрешено проводить 10-55, если в патрульной машине или мотоцикле есть 1 или более офицеров.\n* **Пункт 16.11.** Сотрудник Министерства Юстиции обязан патрулировать с соблюдением скоростных лимитов\n* **Пункт 16.11.1.** Сотруднику Министерства Юстиции разрешено превышать скорость случае погони, вызова, \"CODE 0\" или \"CODE 1\".\n* **Пункт 16.12.** Сотруднику Министерства Юстиции разрешено надевать балаклаву во время патрулирования опасных районов.\n* **Пункт 16.13.** Сотруднику Министерства Юстиции запрещено патрулирование опасных районов в составе менее двух сотрудников в патрульной машине.\n* **Пункт 16.14.** Сотруднику Министерства Юстиции запрещено самовольно покидать патруль, не имея на то веской причины.\n* **Пункт 16.15.** Сотруднику Министерства Юстиции запрещено спать на посту более 2-х минут.\n\n---\n\n### Глава 13. Правила пользования раций.\n\n**Статья 17.**\n\n* **Пункт 17.1.** Для работы используется две рации:\n    * Первая: организационная;\n    * Вторая: Департамент.\n* **Пункт 17.2.** Запрещены любого рода споры и выяснения личных отношений.\n* **Пункт 17.3.** Запрещено использование рации в качестве рекламы чего либо.\n* **Пункт 17.4.** Запрещено нарушать субординацию.\n* **Пункт 17.5.** Запрещено неуважительное отношение друг к другу.\n* **Пункт 17.6.** Запрещено говорить информацию, которая не несет смысловой нагрузки.\n* **Пункт 17.7.** Запрещено создавать помехи в рацию.\n\n---\n\n### Глава 14. Увольнение сотрудников.\n\n**Статья 18.**\n\n* **Пункт 18.1.** Увольнение сотрудника может происходить из-за нарушений устава Министерства Юстиции и других законов штата. (Грубое нарушение устава - ГНУ, нарушение устава - НУ)\n* **Пункт 18.2.** За нарушение устава Министерства Юстиции сотрудником, руководители организации обязаны выдать выговор/понижение/увольнение и провести беседу с сотрудником.\n* **Пункт 18.3.** Старший состав может уволить только руководство организации, имея веские причины для увольнения. (Исключение: руководство ФБР, смотреть устав ФБР)\n* **Пункт 18.4.** Руководство фракции, имеет полное право отстранить от работы любого сотрудника Министерства Юстиции , без уведомления сотрудника и руководителей организаций.\n* **Пункт 18.5.** При увольнении со звания “кадет” вносится в чёрный список организации.\n* **Пункт 18.6.** Сотруднику, уволившемуся с выговором, вносится чёрный список организации.\n* **Пункт 18.7.** Сотрудника, которого уволили за ГНУ, разрешается внести в чёрный список Министерства Юстиции.\n* **Пункт 18.8.** Руководство организации имеет право понизить на одно звание сотрудника при выдачи двух выговоров.\n* **Пункт 18.9.** Сотрудникам ФБР разрешено увольнять сотрудников любого звания за грубое нарушение законодательства, при этом Агент ФБР должен находиться в спец. форме SWAT или в официально-деловой форме. Если агент ФБР находится в спец. форме SWAT, то он должен обязательно идентифицировать себя, как агента ФБР, снять балаклаву, после чего предоставить удостоверение, после чего принимать какие-либо действия.\n\n---\n\n### Глава 15. Права кадетов/курсантов\n\n**Статья 19.**\n\n* **Пункт 19.1.** Кадет/курсант обязан обучаться полицейскому делу, готовится к сдаче экзамена.\n* **Пункт 19.2.** Кадет/курсант обязан выучить и не нарушать устав полиции штата, конституцию, законы, внутренние регламенты своего подразделения.\n* **Пункт 19.3.** Кадет/курсант обязан явиться в департамент по первому приказу руководства.\n* **Пункт 19.4.** Кадету/курсанту запрещено передвигаться на личном транспорте. Исключение: не рабочее время.\n* **Пункт 19.5.** Кадету/курсанту запрещено заниматься личными делами, если он находится на обучении.\n* **Пункт 19.6.** Кадету/курсанту запрещено выезжать за пределы департамента. (Исключение: разрешение у руководства)\n* **Пункт 19.7.** Кадету/курсанту запрещено вмешиваться в работу старших прозванию сотрудников МЮ.\n* **Пункт 19.8.** Кадету полиции запрещено пользоваться автопарком полиции.\n* **Пункт 19.9.** Кадет/Курсант не является полноценным сотрудником МЮ до сдачи финального экзамена.\n* **Пункт 19.10.** Кадет/курсант обязан знать правила своего подразделения.\n* **Пункт 19.11.** Кадету/курсанту запрещено брать любое снаряжение, пока не будет пройдена академия и не достигнет звания Офицер (ФБР ; SWAT - Курсант II)\n* **Пункт 19.11.1.** Исключение: самооборона.\n\n---\n\n### Глава 16. Этический код Министерства юстиции.\n\n**Статья 20.**\n\n* **Пункт 20.1.** Сотрудник Министерства юстиции, находясь при исполнении служебных обязанностей, обязан носить форменную одежду, отличительные знаки Министерства юстиции и боди-камеру.\n* **Пункт 20.2.** (a) Форменная одежда полицейских департаментов варьируется от должности сотрудника и имеет обязательные опознавательные знаки:\n    * На плечах шевроны с обозначением департамента, где несет службу сотрудник;\n    * На плечах для глав отделов и их заместителей предусмотрены лычки - для главы отдела две лычки, для его заместителя одна лычка;\n    * В области левой части груди сотрудника департамента должна крепиться табличка с его сокращенным именем и полной фамилией.\n* **Пункт 20.2.** (b) Отличительные знаки полицейских департаментов фиксированные и не варьируются от должности сотрудника:\n    * В области правой части груди сотрудника должен крепиться жетон с уникальным номером-идентификатором сотрудника и сокращенным названием полицейского департамента.\n* **Пункт 20.3.** (a) Форменная (повседневная) одежда специального подразделения SWAT и их отличительные знаки не отличаются от форменной одежды и отличительных знаков полицейских департаментом за исключением того, что название департамента заменяется на название подразделения.\n* **Пункт 20.3.** (b) Форменная (специальная) одежда специального подразделения SWAT и опознавательные знаки не варьируются от должности оперативника:\n    * На спине и плечах нашивка SWAT, ниже которой нашивка с позывным;\n    * В левой области части груди дополнительная нашивка с позывным.\n* **Пункт 20.3.** (c) Отличительные знаки специального подразделения SWAT фиксированная и не варьируется от должности оперативника:\n    * В правой области части груди должен крепиться жетон с уникальным номером-идентификатором оперативника и его позывным.\n* **Пункт 20.4.** Форменная (специальная и повседневная) одежда сотрудников ФБР фиксированная, как и опознавательные и отличительные знаки.\n\n---\n\n### Глава 17. Спец.рация.\n\n**Статья 21.**\n\n* **Пункт 21.1.** Спец.рация должна быть у каждого сотрудника Министерства Юстиции, она выдается руководством. Лицензионная фирма поставщика спец.раций - “Дискорд”.\n* **Пункт 21.2.** Старший состав обязан иметь связь с диспетчером.\n* **Пункт 21.3.** Сотрудник Министерства Юстиции по требованию руководства обязан подключиться к спец.волне.\n\n---\n\n### Глава 18. Отдых.\n\n**Статья 22.**\n\n* **Пункт 22.1.** Отдых/сон"
},
  {
    "title": "2. Общая часть Уголовного кодекса",
    "text": "Текст общей части Уголовного кодекса..."
  },
  {
    "title": "2.1 Основные принципы",
    "text": "Основные принципы уголовного права..."
  },
  {
    "title": "2.2 Законодательство штата Ред-Рок об уголовной ответственности",
    "text": "Законодательство штата..."
  },
  {
    "title": "2.3 Преступление и его классификации",
    "text": "Описание преступлений и их классификаций..."
  },
  {
    "title": "2.4 Вина и её формы",
    "text": "Объяснение форм вины..."
  },
  {
    "title": "2.5 Наказание и его виды",
    "text": "Различные виды наказаний..."
  },
  {
    "title": "2.6 Назначение наказания",
    "text": "Как назначается наказание..."
  },
  {
    "title": "2.7 Обстоятельства, исключающие уголовную ответственность",
    "text": "Перечень обстоятельств..."
  },
  {
    "title": "3. Особенная часть Уголовного кодекса",
    "text": "Особенная часть УК..."
  },
  {
    "title": "4. Федеральное Постановление",
    "text": "Текст федерального постановления..."
  },
  {
    "title": "5. Административный Кодекс",
    "text": "Текст административного кодекса..."
  },
  {
    "title": "6. Тен-коды и доклады в рацию",
    "text": "Список тен-кодов и правила докладов..."
  }
]
